[BU_ResistanceMec X2CharacterTemplate]
strCharacterName="МЭК Сопротивления"
strCharacterHealingPaused="Требуется ремонт"

[BU_MecArcher X2CharacterTemplate]
strCharacterName="МЭК \"Лучник\""
strCharacterHealingPaused="Требуется ремонт"

[BU_MecPyroclast X2CharacterTemplate]
strCharacterName="МЭК \"Поджигатель\""
strCharacterHealingPaused="Требуется ремонт"

[BU_JunkSpark X2CharacterTemplate]
strCharacterName="\"Искра\" из хлама"
strCharacterHealingPaused="Требуется ремонт"

[BU_AdventDrone X2CharacterTemplate]
strCharacterName="Дрон \"Адвента\""
strCharacterHealingPaused="Требуется ремонт"

[BU_EnigmaDrone X2CharacterTemplate]
strCharacterName="Дрон \"Энигма\""
strCharacterHealingPaused="Требуется ремонт"

[BU_HunterDrone X2CharacterTemplate]
strCharacterName="Дрон-охотник"
strCharacterHealingPaused="Требуется ремонт"

[BU_PhaseDrone X2CharacterTemplate]
strCharacterName="Фазовый дрон"
strCharacterHealingPaused="Требуется ремонт"

[BU_CelatidTurretCV X2CharacterTemplate]
strCharacterName="Целатидовая турель"

[BU_CelatidTurretMG X2CharacterTemplate]
strCharacterName="Целатидовая турель из сплавов"

[BU_CelatidTurretBM X2CharacterTemplate]
strCharacterName="Элериевая целатидовая турель"

[BU_Shiv X2CharacterTemplate]
strCharacterName="Т-БМП"
strCharacterHealingPaused="Требуется ремонт"

[BU_AlloyShiv X2CharacterTemplate]
strCharacterName="Т-БМП из сплавов"
strCharacterHealingPaused="Требуется ремонт"

[BU_EleriumShiv X2CharacterTemplate]
strCharacterName="Элериевая Т-БМП"
strCharacterHealingPaused="Требуется ремонт"

[BU_FrostMec X2CharacterTemplate]
strCharacterName="Морозный МЭК"
strCharacterHealingPaused="Требуется ремонт"

[BU_FrostDroid X2CharacterTemplate]
strCharacterName="Морозный дройд"
strCharacterHealingPaused="Требуется ремонт"

[BU_ResistanceMec_Tech X2TechTemplate]
DisplayName="МЭК Сопротивления"
Summary="Постройте МЭКа Сопротивления, чтобы добавить его в казармы. МЭКи Сопротивления не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны."
CodeName="Склянка"
LongDescript="В отличие от МЭКов, которых мы находим или захватываем в полевых условиях, МЭКи Сопротивления построенные на \"Мстителе\", остается на \"Мстителе\" и могут быть развернуты как обычные солдаты. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_MecArcher_Tech X2TechTemplate]
DisplayName="МЭК \"Лучник\""
Summary="Постройте МЭКа \"Лучника\", чтобы добавить его в казармы. По сравнению с МЭКами Сопротивления, МЭКи \"Лучник\" менее долговечны, но их пусковые установки вмещают в три раза больше микроракет и запускают их вдвое дальше. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны."
CodeName="Стрела"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_MecPyroclast_Tech X2TechTemplate]
DisplayName="МЭК \"Поджигатель\""
Summary="Постройте МЭКа \"Поджигателя\", чтобы добавить его в казармы. МЭКи \"Поджигатели\" вооружены специализированным огнеметом с двумя режимами стрельбы. По сравнению с МЭКами Сопротивления, они более живучи и мобильны, но отсутствие микроракет или традиционного огнестрельного оружия ограничивает их функционал. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны."
CodeName="Вулкан"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_JunkSpark_Tech X2TechTemplate]
DisplayName="\"Искра\" из хлама"
Summary="Постройте \"Искру\" из самых дешевых материалов, чтобы добавить его в казармы. \"Искры\" из хлама не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за очень небольшое количество ресурсов. Они настолько дешевы, что если один из них будет уничтожен в бою, мы не сможем восстановить никаких ресурсов."
CodeName="Ржавый"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за очень небольшое количество ресурсов. Они настолько дешевы, что если один из них будет уничтожен в бою, мы не сможем восстановить никаких ресурсов."

[BU_AdventDrone_Tech X2TechTemplate]
DisplayName="Дрон \"Адвента\""
Summary="Постройте дрона \"Адвента\", чтобы добавить его в казармы. Дроны \"Адвента\" не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны. В отличие от гуманоидных роботов, у дрона нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="Глаз"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_HunterDrone_Tech X2TechTemplate]
DisplayName="Дрон-охотник"
Summary="Постройте дрона-охотника, чтобы добавить его в казармы. Эта модель дрона отличается повышенной прочностью, уроном и эффективностью ремонта, по сравнению с дроном \"Адвента\". Дроны-охотники не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны. В отличие от гуманоидных роботов, у дрона нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="ЕД-Е"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_EnigmaDrone_Tech X2TechTemplate]
DisplayName="Дрон \"Энигма\""
Summary="Постройте дрона \"Энигму\", чтобы добавить его в казармы. Эта модель дрона отличается повышенным уклонением, прочностью, эффективностью ремонта и уроном, по сравнению с дроном \"Адвента\". Хоть дроны \"Энигмы\" и не могут использовать оглушение, обычное для дронов, тем ни менее они могут помечать цели, чтобы повышать точность отряда против них. Кроме того, у них улучшена возможность скрытности, позволяя остаться в режиме маскировки когда отряд раскрыт и могут повторно замаскироваться, один раз за миссию. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны. В отличие от гуманоидных роботов, у дрона нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="Тень"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_PhaseDrone_Tech X2TechTemplate]
DisplayName="Фазовый дрон"
Summary="Постройте фазового дрона, чтобы добавить его в казармы. Фазовые дроны оснащены бластером, который не требует ручной перезарядки, и одной микроракетой, а также могут отмечать цели и перемещаться через стены. Как и другие дроны, фазовый дрон имеет больший радиус обзора, чем другие юниты. В отличие от других дронов, они могут стрелять из основного оружия так далеко, как позволяет их обзор. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны. В отличие от гуманоидных роботов, у дрона нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="Призрак"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_CelatidTurretCV_Tech X2TechTemplate]
DisplayName="Целатидовая турель"
Summary="Постройте целатидовую турель, вооруженную обычной пушкой, не требующей ручной перезарядки, чтобы добавить ее в казармы. Целатидовые турели могут сделать стандартный выстрел, не заканчивая свой ход. Кроме того, они могут сделать выстрел, который обездвиживает цель. Хоть мы и называем их турелями, они перемещаются по полю боя подобно дронам. Целатидовая турель является биомеханическим юнитом, как и Солдат МЭК, и предоставляет солидную огневую мощь и прочность, относительно своего размера. Целатидовые турели могут быть подвержены пси-атакам и быть подожжены, а также им требуется время на восстановление от ран и усталости, тем ни менее они невосприимчивы к оглушению и большинству типов яда. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если одна из них будет уничтожена в бою, мы сможем вернуть ее труп, но все ресурсы потраченные на ее строительство будут потеряны. В отличие от типичных летающих негуманоидных юнитов, у целатидовой турели есть короткие конечности спереди, что позволяет им собирать добычу и маркировать ящики."
CodeName="Червь"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если одна из них будет уничтожена в бою, мы сможем вернуть ее труп, но все остальные ресурсы будут потеряны."

[BU_CelatidTurretMG_Tech X2TechTemplate]
DisplayName="Целатидовая турель из сплавов"
Summary="Постройте целатидовую турель из сплавов, вооруженную магнитной пушкой, не требующей ручной перезарядки, чтобы добавить ее в казармы. Улучшенные компоненты в механических частях, позволяют лучше контролировать свою турель, наделяя ее способностью \"Страж\", в дополнение к способностям стандартной турели. Хоть мы и называем их турелями, они перемещаются по полю боя подобно дронам. Целатидовая турель из сплавов является биомеханическим юнитом, как и Солдат МЭК, и предоставляет солидную огневую мощь и прочность, относительно своего размера. Целатидовые турели могут быть подвержены пси-атакам и быть подожжены, а также им требуется время на восстановление от ран и усталости, тем ни менее они невосприимчивы к оглушению и большинству типов яда. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если одна из них будет уничтожена в бою, мы сможем вернуть ее труп, но все ресурсы потраченные на ее строительство будут потеряны. В отличие от типичных летающих негуманоидных юнитов, у целатидовой турели есть короткие конечности спереди, что позволяет им собирать добычу и маркировать ящики."
CodeName="Кокон"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если одна из них будет уничтожена в бою, мы сможем вернуть ее труп, но все остальные ресурсы будут потеряны."

[BU_CelatidTurretBM_Tech X2TechTemplate]
DisplayName="Элериевая целатидовая турель"
Summary="Постройте элериевую целатидовую турель, вооруженную лучевой пушкой, не требующей ручной перезарядки, чтобы добавить ее в казармы. Улучшенные компоненты в механических частях, позволяют еще лучше контролировать свою турель, наделяя ее способностями \"Страж\" и \"Ответный огонь\", в дополнение к способностям стандартной турели. Хоть мы и называем их турелями, они перемещаются по полю боя подобно дронам. Элериевая целатидовая турель является биомеханическим юнитом, как и Солдат МЭК, и предоставляет солидную огневую мощь и прочность, относительно своего размера. Целатидовые турели могут быть подвержены пси-атакам и быть подожжены, а также им требуется время на восстановление от ран и усталости, тем ни менее они невосприимчивы к оглушению и большинству типов яда. Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если одна из них будет уничтожена в бою, мы сможем вернуть ее труп, но все ресурсы потраченные на ее строительство будут потеряны. В отличие от типичных летающих негуманоидных юнитов, у целатидовой турели есть короткие конечности спереди, что позволяет им собирать добычу и маркировать ящики."
CodeName="Бескрылый"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если одна из них будет уничтожена в бою, мы сможем вернуть ее труп, но все остальные ресурсы будут потеряны."

[BU_Shiv_Tech X2TechTemplate]
DisplayName="Т-БМП"
Summary="Постройте Т-БМП (Тяжелая Боевая Машина Пехоты), чтобы добавить ее в казармы. Поскольку Т-БМП является полностью нашей технологией, было достаточно просто сделать их совместимыми с нашими стандартными \"Гремлинами\". У каждого Т-БМП есть свой собственный \"Гремлин\", который отключается, если Т-БМП будет уничтожен. Мы запрограммировали возможности протокола \"Помощи\" и протокола \"Сканирования\", но операционная система Т-БМП недостаточна продвинута, чтобы компенсировать отсутствие квалифицированного хакера, поэтому функция взлома не была реализована. Они не растут в звании и мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить. В отличие от гуманоидных роботов, у Т-БМП нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="Каток"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."

[BU_AlloyShiv_Tech X2TechTemplate]
DisplayName="Т-БМП из сплавов"
Summary="Постройте Т-БМП из сплавов (Тяжелая Боевая Машина Пехоты), чтобы добавить ее в казармы. Т-БМП из сплавов вооружены лазерным оружием, они более прочны чем стандартный Т-БМП и способны выполнять роль укрытия для солдат. Поскольку Т-БМП из сплавов были созданы на базе стандартного Т-БМП, достаточно просто было сделать их совместимыми с нашими стандартными \"Гремлинами\". У каждого Т-БМП из сплавов есть свой собственный \"Гремлин\", который отключается, если Т-БМП будет уничтожен. Помимо базовых функций, присущих стандартным Т-БМП, улучшение оборудования позволило добавить систему \"Оценки угрозы\", хотя они по прежнему не могут взламывать системы \"Адвента\". Они не растут в звании и мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить. В отличие от гуманоидных роботов, у Т-БМП нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="Гаргулья"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."

[BU_EleriumShiv_Tech X2TechTemplate]
DisplayName="Элериевая Т-БМП"
Summary="Постройте элериевую Т-БМП (Тяжелая Боевая Машина Пехоты), чтобы добавить ее в казармы. Элериевые Т-БМП вооружены оружием Гаусса, достаточно мощным чтобы разрушить укрытие врага, они еще более прочны чем Т-БПМ из сплавов и способны выполнять роль укрытия для солдат. Поскольку элериевые Т-БМП были созданы на базе стандартного Т-БМП, достаточно просто было сделать их совместимыми с нашими стандартными \"Гремлинами\". У каждого элериевого Т-БМП есть свой собственный \"Гремлин\", который отключается, если Т-БМП будет уничтожен. Помимо базовых и расширенных функций, присущих Т-БМП из сплавов, элериевые компоненты позволили нам добавить \"Разряд конденсатора\" и \"Самовосстанавливающийся щит\", хотя они по прежнему не могут взламывать системы \"Адвента\". Они не растут в звании и мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить. В отличие от гуманоидных роботов, у Т-БМП нет конечностей, что не позволяет ему собирать добычу или помечать ящики с припасами."
CodeName="Колосс"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."

[BU_FrostMec_Tech X2TechTemplate]
DisplayName="Морозный МЭК"
Summary="Постройте морозного МЭКа, который накладывает эффект лютого мороза своими микроракетами и основным оружием, чтобы добавить его в казармы. Морозные МЭКи не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все ресурсы потраченные на его строительство будут потеряны."
CodeName="Мерзость"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы сможем вернуть его обломки, но все остальные ресурсы будут потеряны."

[BU_FrostDroid_Tech X2TechTemplate]
DisplayName="Морозный дройд"
Summary="Постойте морозного дройда, который накладывает эффект лютого мороза своим пистолетом и может экипировать любое оружие солдат-людей, чтобы добавить его в казармы. Его способности зависят от экипированного основного оружия. Он также, может выполнять действия, недоступные другим гуманоидным роботам, например переносить раненых солдат, использовать укрытия и \"глухую оборону\". Морозные дройды не растут в звании, не могут взламывать объекты, а также, мы не можем улучшить их броню и пистолет, но они все равно могут помочь увеличить нашу численность за небольшое количество ресурсов. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."
CodeName="Дублер"
LongDescript="Они не растут в звании, не могут взламывать объекты, а также, мы не можем улучшить их броню и пистолет, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."

[BU_StartingShiv1_Tech X2TechTemplate]
DisplayName="Активировать восстановленный блок Т-БМП"
Summary="Командир, во время одной из наших операций по утилизации оборудования перед вашим возвращением, нам удалось найти два старых Т-БМП, которые требовали лишь незначительного ремонта и пополнение запасов для восстановления боевой готовности. Мы также интегрировали прыжковые форсунки и совместимость с нашими базовыми \"Гремлинами\". Это первая из двух Т-БМП. Все что нужно на этом этапе - это ваше одобрение для активации и добавления в казармы."
CodeName="Первая реликвия"
LongDescript="Т-БМП не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."

[BU_StartingShiv2_Tech X2TechTemplate]
DisplayName="Активировать восстановленный блок Т-БМП"
Summary="Это вторая из двух Т-БМП. Все что нужно на этом этапе - это ваше одобрение для активации и добавления в казармы. Если вам нужно больше Т-БМП, их нужно будет строить с нуля, что потребует большего пространства для работы нашей инженерной команды. По мере продвижения наших исследований, мы сможем создавать новый тип Т-БМП или даже совершенно других роботов, для поддержки наших солдат."
CodeName="Вторая реликвия"
LongDescript="Т-БМП не растут в звании, не могут взламывать объекты, а также, мы не можем экипировать их более лучшим оборудованием, но они все равно могут помочь увеличить нашу численность. Если один из них будет уничтожен в бою, мы не сможем ничего восстановить."

[BU_ResistanceMec_WPN X2WeaponTemplate]
FriendlyName="Пушка МЭКа"
FriendlyNamePlural="Пушки МЭКа"
BriefSummary="Мощная, но тяжелая пушка, разработанная специально для наших МЭК Сопротивления. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="пушка МЭКа"

[BU_MecArcher_WPN X2WeaponTemplate]
FriendlyName="Мини-пулемет МЭКа"
FriendlyNamePlural="Мини-пулеметы МЭКа"
BriefSummary="Основное оружия МЭКа \"Лучника\". Имеет меньший потенциал урона, но более вместительный магазин."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="мини-пулемет МЭКа"

[BU_FrostMec_WPN X2WeaponTemplate]
FriendlyName="Пушка морозного МЭКа"
FriendlyNamePlural="Пушки морозного МЭКа"
BriefSummary="Пушка, разработанная специально для наших морозных МЭКов. Наносит немного меньший максимальный урон, чем пушка МЭКа Сопротивления, и не уничтожает броню, но накладывает эффект лютого мороза при попадании и пробивает броню. Нельзя модифицировать."
TacticalText="<Bullet/> Накладывает эффект лютого мороза при попадании.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="пушка морозного МЭКа"

[BU_MecPyroclast_WPN X2WeaponTemplate]
FriendlyName="Распылитель пламени МЭКа"
FriendlyNamePlural="Распылители пламени МЭКа"
BriefSummary="Основное оружие МЭКа \"Поджигателя\". Распыляет пламя в конусообразной зоне. Размер магазина выше среднего но режим \"наблюдения\" недоступен. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="распылитель пламени МЭКа"

[BU_ResistanceMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Пусковая установка"
FriendlyNamePlural="Пусковые установки"
BriefSummary="Установленная на плече пусковая установка, производит залп микроракет, которые наносят взрывной урон, уничтожают броню и наносят ущерб окружению. Используется один раз за миссию."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей. Используется один раз за миссию."
AbilityDescName="пусковая установка"

[BU_MecArcher_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Артиллерийская пусковая установка"
FriendlyNamePlural="Артиллерийские пусковые установки"
BriefSummary="Установленная на плече пусковая установка чрезвычайно дальнего действия, производит залп микроракет, которые наносят взрывной урон, уничтожают броню и наносят ущерб окружению. Используется три раза за миссию."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей. Используется три раза за миссию."
AbilityDescName="артиллерийская пусковая установка"

[BU_FrostMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Морозная пусковая установка"
FriendlyNamePlural="Морозные пусковые установки"
BriefSummary="Установленная на плече пусковая установка дальнего действия, производит залп микроракет, которые наносят урон от холода, уничтожают броню, накладывают эффект лютого мороза и наносят ущерб окружению. Можно использовать два раза за миссию."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей. Используется два раза за миссию."
AbilityDescName="морозная пусковая установка"

[BU_JunkSpark_WPN X2WeaponTemplate]
FriendlyName="Автопушка из хлама"
FriendlyNamePlural="Автопушки из хлама"
BriefSummary="Сделанная из хлама автопушка, обладает ограниченной останавливающей силой, создана специально для наших \"Искр\" из хлама. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="автопушка из хлама"

[BU_AdventDrone_WPN X2WeaponTemplate]
FriendlyName="Шоковый луч дрона"
FriendlyNamePlural="Шоковые лучи дрона"
BriefSummary="Шоковый луч дрона \"Адвента\", наносит незначительный урон, но может дезориентировать цель. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="шоковый луч дрона"

[BU_AdventDroneRepair_WPN X2WeaponTemplate]
FriendlyName="Ремонтный луч дрона"
FriendlyNamePlural="Ремонтные лучи дрона"
BriefSummary="Ремонтный луч дрона \"Адвента\", который может восстанавливать небольшое количество ОЗ механических юнитов. Он не может восстанавливать броню, восстанавливать себя, а также, не снимает кислотный ожог, но его использование ограниченно только перезарядкой."
TacticalText="<Bullet/> Величина урона указанная для этого оружия - количество восстановления ОЗ. Не наносит урона."
AbilityDescName="ремонтный луч дрона"

[BU_HunterDrone_WPN X2WeaponTemplate]
FriendlyName="Шоковый луч дрона-охотника"
FriendlyNamePlural="Шоковые лучи дрона-охотника"
BriefSummary="Шоковый луч дрона-охотника, является существенным улучшением по сравнению со стандартным шоковым лучом, с точки зрения урона и также дезориентирует цель. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="шоковый луч дрона"

[BU_HunterDroneRepair_WPN X2WeaponTemplate]
FriendlyName="Ремонтный луч дрона-охотника"
FriendlyNamePlural="Ремонтные лучи дрона-охотника"
BriefSummary="Ремонтный луч дрона-охотника, который может восстанавливать умеренное количество ОЗ механических юнитов. Он не может восстанавливать броню, восстанавливать себя, а также, не снимает кислотный ожог, но его использование ограниченно только перезарядкой."
TacticalText="<Bullet/> Величина урона указанная для этого оружия - количество восстановления ОЗ. Не наносит урона."
AbilityDescName="ремонтный луч дрона"

[BU_EnigmaDrone_WPN X2WeaponTemplate]
FriendlyName="Шоковый луч дрона \"Энигмы\""
FriendlyNamePlural="Шоковые лучи дрона \"Энигмы\""
BriefSummary="Шоковый луч дрона \"Энигмы\", является небольшим улучшением по сравнению со стандартным шоковым лучом, с точки зрения урона и также дезориентирует цель. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей. Как и другие виды шокового луча, у этого оружия есть предел дальности, поэтому его нельзя использовать с помощью \"общего вида\"."
AbilityDescName="шоковый луч дрона"

[BU_EnigmaDroneRepair_WPN X2WeaponTemplate]
FriendlyName="Ремонтный луч дрона \"Энигмы\""
FriendlyNamePlural="Ремонтные лучи дрона \"Энигмы\""
BriefSummary="Ремонтный луч дрона \"Энигмы\", который может восстанавливать значительное количество ОЗ механических юнитов. Он не может восстанавливать броню, восстанавливать себя, а также, не снимает кислотный ожог, но его использование ограниченно только перезарядкой."
TacticalText="<Bullet/> Величина урона указанная для этого оружия - количество восстановления ОЗ. Не наносит урона."
AbilityDescName="ремонтный луч дрона"

[BU_CelatidTurretCV_WPN X2WeaponTemplate]
FriendlyName="Целатидовая баллистическая турель"
FriendlyNamePlural="Целатидовые баллистические турели"
BriefSummary="Основное оружие целатидовых турелей. Урон по мощи сравним со штурмовой винтовкой и ее не нужно перезаряжать вручную. Нельзя модифицировать."
TacticalText="<Bullet/> Не требует ручной перезарядки. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="турель"

[BU_CelatidTurretMG_WPN X2WeaponTemplate]
FriendlyName="Целатидовая магнитная турель"
FriendlyNamePlural="Целатидовые магнитные турели"
BriefSummary="Основное оружие целатидовых турелей из сплавов. Урон по мощи сравним с магнитной штурмовой винтовкой и ее не нужно перезаряжать вручную. Нельзя модифицировать."
TacticalText="<Bullet/> Не требует ручной перезарядки. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="турель"

[BU_CelatidTurretBM_WPN X2WeaponTemplate]
FriendlyName="Целатидовая лучевая турель"
FriendlyNamePlural="Целатидовые лучевые турели"
BriefSummary="Основное оружие элериевой целатидовой турели. Урон по мощи сравним с лучевой штурмовой винтовкой, также накладывает на цель 1 ед. разрыва и ее не нужно перезаряжать вручную. Нельзя модифицировать."
TacticalText="<Bullet/> Не требует ручной перезарядки. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="турель"

[BU_PhaseDrone_WPN X2WeaponTemplate]
FriendlyName="Фазовый бластер"
FriendlyNamePlural="Фазовые бластеры"
BriefSummary="Основное оружие фазового дрона. В отличие от оружия дрона \"Адвента\", фазовый бластер не дезориентирует цель, но наносит больше урона, пробивает броню и стреляет так далеко, насколько позволяет его обзор. Нельзя модифицировать."
TacticalText="<Bullet/> Не требует ручной перезарядки. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="фазовый бластер"

[BU_PhaseDrone_Missile_WPN X2WeaponTemplate]
FriendlyName="Микроустановка"
FriendlyNamePlural="Микроустановки"
BriefSummary="Фазовый дрон оснащен пусковой установкой с одной микроракетой. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="микроустановка"

[BU_Shiv_WPN X2WeaponTemplate]
FriendlyName="Пулемет Гатлинга Т-БМП"
FriendlyNamePlural="Пулеметы Гатлинга Т-БМП"
BriefSummary="Основное оружие Т-БМП. Это баллистическое оружие, и его огневая мощь сопоставима с нашими стандартными пушками. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="пулемет гатлинга"

[BU_AlloyShiv_WPN X2WeaponTemplate]
FriendlyName="Лазерный пулемет Гатлинга Т-БМП из сплавов"
FriendlyNamePlural="Лазерные пулеметы Гатлинга Т-БМП из сплавов"
BriefSummary="Основное оружие Т-БМП из сплавов. Это лазерное оружие, и его огневая мощь сопоставима с нашими лазерными пушками. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="пулемет гатлинга"

[BU_EleriumShiv_WPN X2WeaponTemplate]
FriendlyName="Пулемет Гаусса элериевой Т-БМП"
FriendlyNamePlural="Пулеметы Гаусса элериевой Т-БМП"
BriefSummary="Основное оружие элериевой Т-БМП. Это оружие Гаусса, и его огневая мощь сопоставима с нашими пулеметами Гаусса. Нельзя модифицировать."
TacticalText="<Bullet/> Выстрел из этого оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="пулемет гатлинга"

[BU_FrostDroid_Pistol_WPN X2WeaponTemplate]
FriendlyName="Пистолет морозного дройда"
FriendlyNamePlural="Пистолеты морозного дройда"
BriefSummary="Особое оружие морозного дройда. Урон не большой, но при попадании накладывает эффект лютого мороза. Нельзя модифицировать."
TacticalText="<Bullet/> Накладывает эффект лютого мороза при попадании. \n<Bullet/> Нельзя получить эффект специальных боеприпасов. \n<Bullet/> Выстрел из пистолета всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="пистолет морозного дройда"

[BU_ResistanceMec_Armor X2ArmorTemplate]
FriendlyName="Броня МЭКа Сопротивления"
FriendlyNamePlural="Броня МЭКа Сопротивления"
BriefSummary="Броня, которую мы создали для наших МЭКов Сопротивления, сделает их такими же прочными как недавно построенные \"Искры\"."
TacticalText="<Bullet/> Чтобы свести к минимуму количество отдельных частей, эта броня была спроектирована так, что ее невозможно снять."
AbilityDescName="броня МЭКа сопротивления"

[BU_MecPyroclast_Armor X2ArmorTemplate]
FriendlyName="Броня МЭКа \"Поджигателя\""
FriendlyNamePlural="Броня МЭКа \"Поджигателя\""
BriefSummary="МЭК \"Поджигатель\" имеет лучшую броню чем МЭК Сопротивления, это требуется для его особой роли в ближнем бою."
TacticalText="<Bullet/> Чтобы свести к минимуму количество отдельных частей, эта броня была спроектирована так, что ее невозможно снять."
AbilityDescName="броня МЭКа поджигатель"

[BU_MecArcher_Armor X2ArmorTemplate]
FriendlyName="Броня МЭКа \"Лучника\""
FriendlyNamePlural="Броня МЭКа \"Лучника\""
BriefSummary="Эта броня не такая прочная, но способность МЭКа \"Лучника\" обстреливать врага с дальних дистанций, не требует лучшей брони."
TacticalText="<Bullet/> Чтобы свести к минимуму количество отдельных частей, эта броня была спроектирована так, что ее невозможно снять."
AbilityDescName="броня МЭКа лучник"

[BU_JunkSpark_Armor X2ArmorTemplate]
FriendlyName="Броня \"Искры\" из хлама"
FriendlyNamePlural="Броня \"Искры\" из хлама"
BriefSummary="Броня которую используют \"Искры\" из хлама очень толстая: это необходимо для защиты их хрупкой электроники."
TacticalText="<Bullet/> Чтобы свести к минимуму количество отдельных частей, эта броня была спроектирована так, что ее невозможно снять."
AbilityDescName="броня из хлама"

[BU_AdventDrone_Armor X2ArmorTemplate]
FriendlyName="Шасси дрона \"Адвента\""
FriendlyNamePlural="Шасси дрона \"Адвента\""
BriefSummary="Шасси дрона \"Адвента\" маленькое, это часто затрудняет прицеливание по ним."
TacticalText="<Bullet/> Дроны имеют цельное шасси: проще построить новый дрон, чем пытаться возиться с ним."
AbilityDescName="шасси дрона \"Адвента\""

[BU_HunterDrone_Armor X2ArmorTemplate]
FriendlyName="Шасси дрона-охотника"
FriendlyNamePlural="шасси дрона-охотника"
BriefSummary="Шасси дрона-охотника маленькое, это часто затрудняет прицеливание по ним."
TacticalText="<Bullet/> Дроны имеют цельное шасси: проще построить новый дрон, чем пытаться возиться с ним."
AbilityDescName="шасси дрона-охотника"

[BU_EnigmaDrone_Armor X2ArmorTemplate]
FriendlyName="Шасси дрона \"Энигмы\""
FriendlyNamePlural="Шасси дрона \"Энигмы\""
BriefSummary="Шасси дрона \"Энигмы\" маленькое, это часто затрудняет прицеливание по ним."
TacticalText="<Bullet/> Дроны имеют цельное шасси: проще построить новый дрон, чем пытаться возиться с ним."
AbilityDescName="шасси дрона \"Энигмы\""

[BU_CelatidTurretCV_Armor X2ArmorTemplate]
FriendlyName="Корпус целатидовой турели"
FriendlyNamePlural="Корпуса целатидовой турели"
BriefSummary="Корпус целатидовой турели биомеханический, это обеспечивает уклонение лучше чем у МЭК, и прочность чем у дрона."
TacticalText="<Bullet/> Механические части интегрированы в органику, даже больше чем у Солдат МЭК. Начать с нуля намного проще чем пытаться оперировать это существо."
AbilityDescName="корпус целатидовой турели"

[BU_CelatidTurretMG_Armor X2ArmorTemplate]
FriendlyName="Корпус целатидовой турели из сплавов"
FriendlyNamePlural="Корпуса целатидовой турели из сплавов"
BriefSummary="Корпус целатидовой турели из сплавов биомеханический, это обеспечивает уклонение лучше чем у МЭК, и прочность чем у дрона."
TacticalText="<Bullet/> Механические части интегрированы в органику, даже больше чем у Солдат МЭК. Начать с нуля намного проще чем пытаться оперировать это существо."
AbilityDescName="корпус целатидовой турели из сплавов"

[BU_CelatidTurretBM_Armor X2ArmorTemplate]
FriendlyName="Корпус элериевой целатидовой турели"
FriendlyNamePlural="Корпуса элериевой целатидовой турели"
BriefSummary="Корпус элериевой целатидовой турели биомеханический, это обеспечивает уклонение лучше чем у МЭК, и прочность чем у дрона."
TacticalText="<Bullet/> Механические части интегрированы в органику, даже больше чем у Солдат МЭК. Начать с нуля намного проще чем пытаться оперировать это существо."
AbilityDescName="корпус элериевой целатидовой турели"

[BU_PhaseDrone_Armor X2ArmorTemplate]
FriendlyName="Шасси фазового дрона"
FriendlyNamePlural="Шасси фазового дрона"
BriefSummary="Шасси фазового дрона маленькое, это часто затрудняет прицеливание по ним."
TacticalText="<Bullet/> Дроны имеют цельное шасси: проще построить новый дрон, чем пытаться возиться с ним."
AbilityDescName="шасси фазового дрона"

[BU_Shiv_Armor X2ArmorTemplate]
FriendlyName="Шасси Т-БМП"
FriendlyNamePlural="Шасси Т-БМП"
BriefSummary="Базовое шасси Т-БМП, обеспечивает умеренную защиту."
TacticalText="<Bullet/> Т-БМП имеют цельное шасси: проще построить новый Т-БМП, чем пытаться возиться с ним."
AbilityDescName="шасси Т-БМП"

[BU_AlloyShiv_Armor X2ArmorTemplate]
FriendlyName="Шасси Т-БМП из сплавов"
FriendlyNamePlural="Шасси Т-БМП из сплавов"
BriefSummary="Шасси Т-БМП из сплавов обеспечивает повышенную прочность, по сравнению со стандартным шасси, благодаря нашей технологии листовой брони."
TacticalText="<Bullet/> Т-БМП имеют цельное шасси: проще построить новый Т-БМП, чем пытаться возиться с ним."
AbilityDescName="шасси Т-БМП из сплавов"

[BU_EleriumShiv_Armor X2ArmorTemplate]
FriendlyName="Шасси элериевой Т-БМП"
FriendlyNamePlural="Шасси элериевой Т-БМП"
BriefSummary="Шасси элериевой Т-БМП обеспечивает повышенную прочность, по сравнению с моделью из сплавов, благодаря нашей технологии силовой брони."
TacticalText="<Bullet/> Т-БМП имеют цельное шасси: проще построить новый Т-БМП, чем пытаться возиться с ним."
AbilityDescName="шасси элериевой Т-БМП"

[BU_FrostMec_Armor X2ArmorTemplate]
FriendlyName="Броня морозного МЭКа"
FriendlyNamePlural="Броня морозного МЭКа"
BriefSummary="Броня, которую мы создали для наших морозных МЭКов, сделает их такими же прочными как недавно построенные \"Искры\"."
TacticalText="<Bullet/> Чтобы свести к минимуму количество отдельных частей, эта броня была спроектирована так, что ее невозможно снять."
AbilityDescName="броня морозного МЭКа"

[BU_FrostDroid_Armor X2ArmorTemplate]
FriendlyName="Броня морозного дройда"
FriendlyNamePlural="Броня морозного дройда"
BriefSummary="Броня морозного дройда специализируется на подвижности, а не прочности, так как их способность пользоваться укрытиями не требует чего-то более прочного."
TacticalText="<Bullet/> Чтобы свести к минимуму количество отдельных частей, эта броня была спроектирована так, что ее невозможно снять."
AbilityDescName="броня морозного дройда"

[BU_ResistanceMecClass X2SoldierClassTemplate]
DisplayName="МЭК Сопротивления"
ClassSummary="Сравнимые по прочности и огневой мощи с недавно построенными \"Искрами\", эти МЭКи могут помочь заполнить дыры в наших рядах, если у нас недостаточно солдат или новобранцев. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут отмечать ящики, спасать мирных жителей и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_MecArcherClass X2SoldierClassTemplate]
DisplayName="МЭК \"Лучник\""
ClassSummary="Подразделения МЭК, которые специализируются на дальних бомбардировках, но не так долговечны, как наши МЭКи Сопротивления. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут отмечать ящики, спасать мирных жителей и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_MecPyroclastClass X2SoldierClassTemplate]
DisplayName="МЭК \"Поджигатель\""
ClassSummary="Подразделения МЭК, которые прочны, быстры и вооружены специализированным огнеметом с двумя режимами стрельбы. У них нет пусковой установки и огнестрельного оружия, что делает их неподходящими для дальнего боя. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут отмечать ящики, спасать мирных жителей и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_JunkSparkClass X2SoldierClassTemplate]
DisplayName="\"Искра\" из хлама"
ClassSummary="Дешевые механические устройства, помогут закрыть дыры в наших казармах в тяжелой ситуации. Их хрупкие внутренности защищены толстой броней и они обладают способностью самоуничтожения, если того требует ситуация. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут отмечать ящики, спасать мирных жителей и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_AdventDroneClass X2SoldierClassTemplate]
DisplayName="Дрон \"Адвента\""
ClassSummary="Восстановленные дроны \"Адвента\" отлично справляются с разведкой и поражением одиночных целей. Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_HunterDroneClass X2SoldierClassTemplate]
DisplayName="Дрон-охотник"
ClassSummary="Дроны-охотники обладают улучшенными характеристиками прочности, ремонта и урона, по сравнению с дронами \"Адвента\". Отлично справляются с разведкой и поражением одиночных целей. Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_EnigmaDroneClass X2SoldierClassTemplate]
DisplayName="Дрон \"Энигма\""
ClassSummary="Дроны \"Энигмы\" обладают немного лучшей прочностью, уроном и ремонтом, по сравнению с дроном \"Адвента\" и намного лучше уклоняются от атак. Они отлично справляются с разведкой, у них хорошие возможности для скрытности, а так-же, они способны поменять цели через \"общий вид\" чтобы их было легче поразить. Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_CelatidTurretCVClass X2SoldierClassTemplate]
DisplayName="Целатидовая турель"
ClassSummary="Целатидовые турели - это биомеханические дроно-подобные существа, обладающие солидной огневой мощью и живучестью, относительно своего размера. Будучи киборгами, они могут стать целью псионических атак и уязвимы к воздействиям на разум, а их броня не покрывает все части тела, что делает их уязвимыми к огню. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут спасать мирных жителей, отмечать ящики с припасами и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Киборг"
RankNames[2]="Киборг"
RankNames[3]="Киборг"
RankNames[4]="Киборг"
RankNames[5]="Киборг"
RankNames[6]="Киборг"
RankNames[7]="Киборг"
RankNames[8]="Киборг"

ShortNames[0]="Нв."
ShortNames[1]="Кбг."
ShortNames[2]="Кбг."
ShortNames[3]="Кбг."
ShortNames[4]="Кбг."
ShortNames[5]="Кбг."
ShortNames[6]="Кбг."
ShortNames[7]="Кбг."
ShortNames[8]="Кбг."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_CelatidTurretMGClass X2SoldierClassTemplate]
DisplayName="Целатидовая турель из сплавов"
ClassSummary="Целатидовые турели из сплавов обладают улучшенной огневой мощью и прочностью, по сравнению со стандартными целатидовыми турелями, благодаря нашим разработкам магнитного оружия и листовой брони. Будучи киборгами, они могут стать целью псионических атак и уязвимы к воздействиям на разум, а их броня не покрывает все части тела, что делает их уязвимыми к огню. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут спасать мирных жителей, отмечать ящики с припасами и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Киборг"
RankNames[2]="Киборг"
RankNames[3]="Киборг"
RankNames[4]="Киборг"
RankNames[5]="Киборг"
RankNames[6]="Киборг"
RankNames[7]="Киборг"
RankNames[8]="Киборг"

ShortNames[0]="Нв."
ShortNames[1]="Кбг."
ShortNames[2]="Кбг."
ShortNames[3]="Кбг."
ShortNames[4]="Кбг."
ShortNames[5]="Кбг."
ShortNames[6]="Кбг."
ShortNames[7]="Кбг."
ShortNames[8]="Кбг."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_CelatidTurretBMClass X2SoldierClassTemplate]
DisplayName="Элериевая целатидовая турель"
ClassSummary="Элериевые целатидовые турели обладает улучшенной огневой мощью и прочностью, по сравнению с целатидовыми турелями из сплавов, благодаря нашим разработкам лучевого оружия и силовой брони. Будучи киборгами, они могут стать целью псионических атак и уязвимы к воздействиям на разум, а их броня не покрывает все части тела, что делает их уязвимыми к огню. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут спасать мирных жителей, отмечать ящики с припасами и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Киборг"
RankNames[2]="Киборг"
RankNames[3]="Киборг"
RankNames[4]="Киборг"
RankNames[5]="Киборг"
RankNames[6]="Киборг"
RankNames[7]="Киборг"
RankNames[8]="Киборг"

ShortNames[0]="Нв."
ShortNames[1]="Кбг."
ShortNames[2]="Кбг."
ShortNames[3]="Кбг."
ShortNames[4]="Кбг."
ShortNames[5]="Кбг."
ShortNames[6]="Кбг."
ShortNames[7]="Кбг."
ShortNames[8]="Кбг."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_PhaseDroneClass X2SoldierClassTemplate]
DisplayName="Фазовый дрон"
ClassSummary="Экзотический вариант дрона, оснащенный бластером и одной микроракетой, также может помечать цели, чтобы их было легче поразить. Однако главной, отличительной способностью фазовый дронов, является умение проходить сквозь стены и препятствия. Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_ShivClass X2SoldierClassTemplate]
DisplayName="Т-БМП"
ClassSummary="Тяжелые боевая машина пехоты или Т-БМП - пережиток первой войны. Несмотря на возраст этих машин, мы смогли адаптировать их ПО для работы с нашими \"Гремлинами\", которых они используют для защиты союзников и обнаружения врагов. Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_AlloyShivClass X2SoldierClassTemplate]
DisplayName="Т-БМП из сплавов"
ClassSummary="Т-БМП из сплавов - прямое улучшение стандартной Т-БМП. Эти машины имеют улучшенную прочность и огневую мощь по сравнению со стандартными Т-БМП и могут использоваться солдатами как высокое укрытие. Также улучшены их возможности по взаимодействию с \"Гремлинами\". Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_EleriumShivClass X2SoldierClassTemplate]
DisplayName="Элериевая Т-БМП"
ClassSummary="Элериевая Т-БМП - прямое улучшение Т-БМП из сплавов. Эти машины имеют улучшенную прочность и огневую мощь, по сравнению с Т-БМП из сплавов, а также, самовосстанавливающийся щит. Также улучшены их возможности по взаимодействию с \"Гремлинами\". Они не могут повышать ранг, взламывать, взаимодействовать с большинством целей или собирать трофеи, но могут спасать мирных жителей."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_FrostMecClass X2SoldierClassTemplate]
DisplayName="Морозный МЭК"
ClassSummary="Подразделения МЭК, специализирующиеся на применении лютого мороза, путем подавления целей. Их урон невелик, но они обладают довольно большой прочностью. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут спасать мирных жителей, отмечать ящики с припасами и собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_FrostDroidClass X2SoldierClassTemplate]
DisplayName="Морозный дройд"
ClassSummary="Морозный дройд - это особый, универсальный робот, который может использовать оружие наших солдат, и выполнять различные задачи, в зависимости от экипированного основного оружия. Кроме того, морозный дройды имеют в своем арсенале пистолет, который накладывает эффект лютого мороза при попадании. Они не могут повышать ранг, взламывать или взаимодействовать с большинством целей, но могут спасать мирных жителей, отмечать ящики с припасами, носить бессознательных солдат, использовать укрытия и \"глухую оборону\", а также, собирать трофеи."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Автоматон"
RankNames[2]="Автоматон"
RankNames[3]="Автоматон"
RankNames[4]="Автоматон"
RankNames[5]="Автоматон"
RankNames[6]="Автоматон"
RankNames[7]="Автоматон"
RankNames[8]="Автоматон"

ShortNames[0]="Нв."
ShortNames[1]="Авт."
ShortNames[2]="Авт."
ShortNames[3]="Авт."
ShortNames[4]="Авт."
ShortNames[5]="Авт."
ShortNames[6]="Авт."
ShortNames[7]="Авт."
ShortNames[8]="Авт."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[MarkTarget X2AbilityTemplate]
LocFriendlyName="Пометка цели"
LocLongDescription="Пометьте цель, чтобы солдаты сфокусировали огонь на ней. Любой солдат, атакующий эту цель, получает бонус к меткости."
LocHelpText="Пометьте вражескую цель. Союзники получают дополнительную меткость, при стрельбе по ней."
LocPromotionPopupText="<Bullet/> Способность \"Пометка цели\" можно использовать с помощью \"общего вида\", если солдат обладает такой способностью. При использовании не нарушает маскировку.<br/>"

[BU_ChargeServos X2AbilityTemplate]
LocFriendlyName="Зарядка сервоприводов"
LocLongDescription="Потратьте 2 действия, чтобы получить 3 действия передвижения. Перезарядка 1 ход."
LocHelpText="Потратьте 2 действия, чтобы получить 3 действия передвижения. Перезарядка 1 ход."
LocFlyOverText="Зарядка сервоприводов"
LocPromotionPopupText="<Bullet/> Способность \"Зарядка сервоприводов\" отлично подходит не только для того, чтобы позволить <Ability:ClassName/> приблизится к противнику для фланговой атаки на следующем ходу, а также для того, чтобы отмечать ящики с припасами или спасать мирных жителей.\n<Bullet/> Можно использовать каждый второй ход.\n<Bullet/> Помните: после активации этой способности, <Ability:ClassName/> не сможет атаковать до конца этого хода.<br/>."

[BU_MecInferno X2AbilityTemplate]
LocFriendlyName="Распылитель пламени"
LocLongDescription="Распылите большое количество огня в конусообразной зоне. Можно стрелять, не завершая ход."
LocHelpText="Распылите большое количество огня в конусообразной зоне."
LocFlyOverText="Распылитель пламени"
LocPromotionPopupText="<Bullet/> Будьте осторожны, используя способность \"Распылитель пламени\", т.к. огонь может распространяться. \"Распылитель пламени\", также уничтожает трупы и трофеи, если он убивает цель прямой атакой, но не эффектами постепенного урона. Не завершает ход, если используется первым действием."

[BU_MecInfernoPhosphorus X2AbilityTemplate]
LocFriendlyName="Расплавленный фосфор"
LocLongDescription="Выстрелить невероятно горячим зарядом, который уничтожает броню, накладывает эффект разрыва и игнорирует иммунитет к огню, но не поджигает цели или окружение."
LocHelpText="Выстрелить невероятно горячим зарядом, который игнорирует иммунитет к огню."
LocFlyOverText="Расплавленный фосфор"
LocPromotionPopupText="<Bullet/> Способность \"Расплавленный фосфор\" представляет собой жгучую смесь созданную на основе оружия Гаусса и фосфора, которая наносит высокий урон роботам и другим юнитам невосприимчивых к огню, уничтожает 1 ед. брони и накладывает эффект разрыва. Эта смесь не поджигает цели и окружение.\n<Bullet/> Требует больше боеприпасов, имеет меньшую зону поражения и заканчивает ход МЭКа \"Поджигателя\" при использовании.\n<Bullet/> Жар от этой атаки настолько мощный, что уничтожает добычу. После применения перезаряжается один ход, чтобы распылитель пламени успел остыть и не расплавил само оружие."

[CelatidImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет целатида"
LocLongDescription="Иммунитет к яду, яду криссалида и оглушению."
LocHelpText="Иммунитет к яду, яду криссалида и оглушению."
LocFlyOverText="иммунитет"

[BU_TurretPersistence X2AbilityTemplate]
LocFriendlyName="Упорство турели"
LocLongDescription="В режиме \"наблюдения\", если ваш выстрел промахнется, будет сделан еще один выстрел по следующей подходящей цели."
LocHelpText="В режиме \"наблюдения\", если ваш выстрел промахнется, будет сделан еще один выстрел по следующей подходящей цели."
LocFlyOverText="Упорство турели"
LocPromotionPopupText="<Bullet/> Выстрелы будут продолжаться до тех пор пока турель не попадет, или не останется целей для стрельбы. По каждой цели можно выстрелить только один раз.\n<Bullet/> Критические попадания и царапины, считаются \"попаданием\" для этой способности.\n<Bullet/> Действует только в обычном режиме \"наблюдения\": способность \"Ответный огонь\" и аналогичные ей, которые дают другие виды ответных выстрелов, не затронуты.\n<Bullet/> Действие способности прекратиться, если юнит выйдет из режима \"наблюдения\", например, из-за получения урона, подавления или дезориентации."

[Bulwark X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Добавляет 1 ед. брони и позволяет выполнять роль высокого укрытия для всех союзников."
LocHelpText="Добавляет 1 ед. брони и позволяет выполнять роль высокого укрытия для всех союзников."
LocPromotionPopupText="<Bullet/> Способность \"Бастион\" добавляет 1 ед. брони.<br/><Bullet/> Союзники по соседству с <Ability:ClassName/> получают бонус к защите, как от высокого укрытия.<br/>"

[shivshielden X2AbilityTemplate]
LocFriendlyName="Самовосстанавливающийся щит"
LocLongDescription="<Ability:ClassName/> получает 3 ед. щита, который восстанавливается в начале вашего хода."
LocHelpText="<Ability:ClassName/> получает 3 ед. щита, который восстанавливается в начале вашего хода."
LocFlyOverText="Самовосстанавливающийся щит"
LocPromotionPopupText="<Ability:ClassName/> получает 3 ед. щита, который восстанавливается в начале вашего хода."

[FrostMecImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет морозного МЭКа"
LocLongDescription="<Ability:ClassName/> невосприимчив к морозу, яду, яду криссалида и отбрасыванию. В отличие от обычных роботов, уязвим для огня."
LocHelpText="<Ability:ClassName/> невосприимчив к морозу, яду, яду криссалида и отбрасыванию. В отличие от обычных роботов, уязвим для огня."
LocFlyOverText="иммунитет морозного МЭКа"

[FrostDroidImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет морозного дройда"
LocLongDescription="<Ability:ClassName/> невосприимчив к морозу, яду и яду криссалида. В отличие от обычных роботов, уязвим для огня."
LocHelpText="<Ability:ClassName/> невосприимчив к морозу, яду и яду криссалида. В отличие от обычных роботов, уязвим для огня."
LocFlyOverText="иммунитет морозного дройда"

[BU_AllPurpose X2AbilityTemplate]
LocFriendlyName="Универсальный"
LocLongDescription="<Ability:ClassName/> получает различные способности на миссии, в зависимости от экипированного основного оружия."
LocHelpText="<Ability:ClassName/> получает различные способности на миссии, в зависимости от экипированного основного оружия."
LocFlyOverText="Универсальный"
LocPromotionPopupText="<Bullet/> Экипировка штурмовой винтовки, предоставляет способности \"Цель в фокусе\" и \"Увечье\".<br/><Bullet/> Экипировка пистолета-пулемета, предоставляет способности \"Хищник\" и \"Угроза\".<br/><Bullet/> Экипировка дробовика, предоставляет способности \"Импульс\" и \"Выстрел пулей\".<br/><Bullet/> Экипировка пушки, предоставляет способности \"Подавление\" и \"Широкое подавление\".<br/><Bullet/> Экипировка снайперской винтовки, предоставляет способности \"Общий вид\" и \"Голографическое прицеливание\".<br/><Bullet/> Экипировка хим-распылителя, предоставляет способности \"Открыть огонь\" и \"Подавление хим-распылителем\"."